notes/2021-02-23-14-58-16-chang_2011_Institutions.org
:PROPERTIES:
:ID:       fcac7797-0f2a-47df-a1c1-5d262bc417a6
:ROAM_REFS: cite:chang_2011_Institutions
:END:
#+TITLE: chang_2011_Institutions: Institutions and economic development: theory, policy and history (2011, Journal of Institutional Economics)
#+OPTIONS: toc:nil num:nil
#+filetags: Theoretical QCA Institucions
Time-stamp: 2021-02-23
- tags ::


* Backlinks

[[id:8b0a5bce-ba2c-4779-b339-eca15899cb2b][QCA Theoretical Economics Foundations]]

* FISH-5SS


|---------------------------------------------+----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|
| <40>                                        | <50>                                                                                                                                                                                                                                                                             |
| *Background*                                  | Institutional economics have become more popular lately                                                                                                                                                                                                                          |
| *Supporting Ideas*                            | The dominant view establishes that poor-institutional design implies poor economic performance.                                                                                                                                                                                  |
| *Purpose*                                     | Critically evaluate the dominant discourse of the role of institutions to *development*                                                                                                                                                                                            |
| *Originality/value (Contribution)*            | Systematize the conventional institutional view and presents some critics and some historical case studies counterfactual.                                                                                                                                                       |
| *Relevance*                                   | Presents some critics of dominant view and proposes some way to analyze institutions without incurring in the voluntarism view nor the climate-culture approach.                                                                                                                 |
| *Design/methodology/approach*                 | Review of both theoretical and empirical literature.                                                                                                                                                                                                                             |
| *Results*                                     | Dominant view ignores the causal link from development to institutions, is based on cross-sectional evidence, assumes that institutions role will be similar across time and space.                                                                                              |
| *(Interesting) Findings*                      | Same institutions may have different effect across countries and over time. The author contrast institutional form with functions of institutions. Additionally, provides some critics to institutions' quality measures used in empirical studies (bias and qualitative nature) |
| *Research limitations/implications (Critics)* |                                                                                                                                                                                                                                                                                  |
| *Uncategorized stuff*                         | This paper provides some insights to QCA analysis since it allows to institutional diversity and its implications.                                                                                                                                                               |
| *5SS*                                         |                                                                                                                                                                                                                                                                                  |
|---------------------------------------------+----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|

* Specifics comments
 :PROPERTIES:
 :Custom_ID: chang_2011_Institutions
 :AUTHOR: Chang, H.
 :JOURNAL: Journal of Institutional Economics
 :YEAR: 2011
 :DOI:  http://dx.doi.org/10.1017/S1744137410000378
 :URL: https://www.cambridge.org/core/journals/journal-of-institutional-economics/article/institutions-and-economic-development-theory-policy-and-history/483B04277F72313E9080AA3264997A93
 :END:


