docs/notes/2021-02-23-14-58-16-chang_2011_Institutions.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
  <!-- 2021-09-10 sex 16:28 -->
  <meta http-equiv="Content-Type" content=
  "text/html; charset=utf-8" />
  <meta name="viewport" content=
  "width=device-width, initial-scale=1" />
  <title>chang_2011_Institutions: Institutions and economic
  development: theory, policy and history (2011, Journal of
  Institutional Economics)</title>
  <meta name="author" content="Gabriel Petrini" />
  <meta name="generator" content="Org Mode" />
</head>
<body>
  <div id="content" class="content">
    <h1 class="title">chang_2011_Institutions: Institutions and
    economic development: theory, policy and history (2011, Journal
    of Institutional Economics)</h1>
    <p>Time-stamp: 2021-02-23</p>
    <dl class="org-dl">
      <dt>tags</dt>
      <dd></dd>
    </dl>
    <div id="outline-container-org60104c9" class="outline-2">
      <h2 id="org60104c9">Backlinks</h2>
      <div class="outline-text-2" id="text-org60104c9">
        <p><a href=
        "20210216121647-qca_theoretical_economics_foundations.html#ID-8b0a5bce-ba2c-4779-b339-eca15899cb2b">
        QCA Theoretical Economics Foundations</a></p>
      </div>
    </div>
    <div id="outline-container-orgb18fbc8" class="outline-2">
      <h2 id="orgb18fbc8">FISH-5SS</h2>
      <div class="outline-text-2" id="text-orgb18fbc8">
        <table border="2" cellspacing="0" cellpadding="6" rules=
        "groups" frame="hsides">
          <colgroup>
            <col class="org-left" />
            <col class="org-left" />
          </colgroup>
          <tbody>
            <tr>
              <td class="org-left"><b>Background</b></td>
              <td class="org-left">Institutional economics have
              become more popular lately</td>
            </tr>
            <tr>
              <td class="org-left"><b>Supporting Ideas</b></td>
              <td class="org-left">The dominant view establishes
              that poor-institutional design implies poor economic
              performance.</td>
            </tr>
            <tr>
              <td class="org-left"><b>Purpose</b></td>
              <td class="org-left">Critically evaluate the dominant
              discourse of the role of institutions to
              <b>development</b></td>
            </tr>
            <tr>
              <td class="org-left"><b>Originality/value
              (Contribution)</b></td>
              <td class="org-left">Systematize the conventional
              institutional view and presents some critics and some
              historical case studies counterfactual.</td>
            </tr>
            <tr>
              <td class="org-left"><b>Relevance</b></td>
              <td class="org-left">Presents some critics of
              dominant view and proposes some way to analyze
              institutions without incurring in the voluntarism
              view nor the climate-culture approach.</td>
            </tr>
            <tr>
              <td class="org-left">
              <b>Design/methodology/approach</b></td>
              <td class="org-left">Review of both theoretical and
              empirical literature.</td>
            </tr>
            <tr>
              <td class="org-left"><b>Results</b></td>
              <td class="org-left">Dominant view ignores the causal
              link from development to institutions, is based on
              cross-sectional evidence, assumes that institutions
              role will be similar across time and space.</td>
            </tr>
            <tr>
              <td class="org-left"><b>(Interesting)
              Findings</b></td>
              <td class="org-left">Same institutions may have
              different effect across countries and over time. The
              author contrast institutional form with functions of
              institutions. Additionally, provides some critics to
              institutions’ quality measures used in empirical
              studies (bias and qualitative nature)</td>
            </tr>
            <tr>
              <td class="org-left"><b>Research
              limitations/implications (Critics)</b></td>
              <td class="org-left">&nbsp;</td>
            </tr>
            <tr>
              <td class="org-left"><b>Uncategorized stuff</b></td>
              <td class="org-left">This paper provides some
              insights to QCA analysis since it allows to
              institutional diversity and its implications.</td>
            </tr>
            <tr>
              <td class="org-left"><b>5SS</b></td>
              <td class="org-left">&nbsp;</td>
            </tr>
          </tbody>
        </table>
      </div>
    </div>
    <div id="outline-container-chang_2011_Institutions" class=
    "outline-2">
      <h2 id="chang_2011_Institutions">Specifics comments</h2>
      <div class="outline-text-2" id=
      "text-chang_2011_Institutions"></div>
    </div>
